package com.example.jiang.microblog.json;

/**
 * Created by jiang on 2018/4/27.
 */

public class HosJson {
    public static final String JSON = "[\n" +
            "    {\n" +
            "        \"count\": \"\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"英烈保护法全票通过\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"687373\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"甜馨短发\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"633216\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"巴黎世家声明\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"402446\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"张继科报名日本公开赛\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"361650\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"郑爽 青玛瑙\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"316067\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"网红化妆品产地\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"311617\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"偶遇王菲\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"297496\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"范丞丞 范老赖\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"255072\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"艾滋病\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"244304\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"上海女生入境美国被拒\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"218965\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"罗志祥 皮\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"208129\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"Avicii家人暗示其死因\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"178944\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"新版泡沫之夏\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"175085\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"宋茜送小猪佩奇\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"159408\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"20元毒化妆品卖280元\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"147283\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"奔跑吧\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"145338\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"李萌再发声\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"144873\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"杨丞琳王心凌小鬼\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"107547\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"拔牙碰到女友父亲\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"102240\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"蒋劲夫 詹姆斯\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"97091\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"哈里王子伴郎伴娘\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"97074\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"逃出动物园 败给美食\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"96532\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"徐冬冬医院门口痛哭\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"90796\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"Angelababy新发型\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"88237\",\n" +
            "        \"degree\": \"热\",\n" +
            "        \"title\": \"宫颈癌疫苗 二价四价九价\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"83480\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"朱广权 闯红灯好像跑赢了\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"80600\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"觉醒东方\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"80165\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"极限挑战\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"77888\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"周杰伦上海演唱会\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"75903\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"小橘子一秒换走大橘子\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"66598\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"小龙女失踪半年现身\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"65462\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"朝韩首脑分别午餐\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"61569\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"大麦\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"60676\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"中国平安辟谣\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"59880\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"见面对象决定女生出门时间\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"56985\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"蔡徐坤录音室工作照\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"56538\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"猫咪睡着变身软体动物\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"52207\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"霍建华会向女儿索吻\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"49652\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"保安大叔深圳11套房\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"47567\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"满屏都是腿\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"47331\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"手机网吧\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"47167\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"运动的重要性\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"46963\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"巴掌宝宝\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"46580\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"叫丁一的已经做好两道题\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"46130\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"罗永浩\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"46024\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"一堂生动的爱情课\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"45500\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"白天伤口愈合更快\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"45407\",\n" +
            "        \"degree\": \"新\",\n" +
            "        \"title\": \"跟爸爸一块儿坐牢去\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"45109\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"小蛛配奇\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"44844\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"代陪读 睡5小时洗衣30斤\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"count\": \"44639\",\n" +
            "        \"degree\": \"\",\n" +
            "        \"title\": \"刘嘉玲回应年龄作假\"\n" +
            "    }\n" +
            "]";
}
